# -*- coding: utf-8 -*-
import cv2
import numpy as np
# TODO: Допишите импорт библиотек, которые собираетесь использовать


def is_same_stars(image1, image2) -> bool:
    """
        Функция, определяющая одинаковые созвездия на изображениях или нет.

        Входные данные: пара изображений (bgr), прочитано cv2.imread
        Выходные данные: True или False.
                         True - созвездия одинаковые
                         False - созвездия разные

        Примеры вывода:
            True
            False
    """
    # TODO: Отредактируйте эту функцию по своему усмотрению.
    # Для удобства можно создать собственные функции в этом файле.
    # Все созданные вами функции должны вызываться из is_same_stars.

    result = True
    return result